Repository: shimaashaaban2/TaxTech_V5
Catalog: Tax_Tech/Resources/Resource.*.resx
Languages: ar

source: Account No.
ar: رقم الحساب

# ActionLog
source: Actions Log
ar: سجل العمليات

source: Actions
ar: المزيد

source: Activity
ar: النشاط

source: Adderss
ar: العنوان

source: Add Extra Discount
ar: اضافة خصم علي الفاتورة

source: Add Line
ar: اضافة منتج للفاتورة

# AddNewCreditLine
source: Add New Credit Note Line
ar: اضافة منتج لاشعار الدائن

# AddNewDebitLine
source: Add New Debit Note Line
ar: اضافة منتج لاشعار مدين جديد

source: Add New Invoice Line
ar: اضافة منتج للفاتورة

source: Add Payment
ar: اضافة طريقة دفع

source: All Credit Notes
ar: إشعارات الدائنين

source: All Debit Notes
ar: اشعارات المدينين

source: All Docs
ar: جميع الفواتير

source: All Invoices
ar: جميع فواتير البيع

source: Amount
ar: المبلغ

source: Amount (EGP)
ar: المبلغ (بالمصري)

source: Amount Sold
ar: قيمة المباع

# ApiDown
source: Failed to retrive data from api
ar: غير قادر علي الاتصال بالخادم

source: Approve
ar: قبول

# AreyouSuretoDelete
source: Are You sure You Want to Delete this Invoice Line?
ar: هل انت متأكد من مسح هذا المنتج من الفاتورة؟

source: Back to Home
ar: الرجوع للرئيسية

source: Bank name
ar: اسم البنك

source: Branch
ar: الفرع

source: Branches
ar: الفروع

source: Branches Report
ar: تقرير الفروع

source: Branch ID
ar: رقم الفرع

source: Branch Info
ar: بيانات الفرع

source: Branch Name
ar: اسم الفرع

source: By Job Status
ar: حالة الطلب

source: By Job Type
ar: نوع الطلب

# CancelDoc
source: Cancel Document
ar: الغاء فاتورة

source: Cancelled
ar: تم الغاءه

# ChangeDocStatus
source: Change Document Status
ar: تغيير حالة الفاتورة

source: Change Status
ar: تغيير الحالة

source: Choose File
ar: اختر ملف

source: Client Name
ar: اسم العميل

source: Code
ar: كود

source: Completed
ar: انتهت

source: Configuration
ar: الاعدادات

source: Confirm
ar: تأكيد العملية

source: Country
ar: الدولة

source: Create Credit Note
ar: انشاء اشعار دائن

source: Create Debit Note
ar: انشاء اشعار مدين

source: Create Invoice
ar: انشاء فاتورة بيع

source: Creation Date
ar: تاريخ انشاء الطلب

source: Creator Name
ar: اسم منشئ الطلب

source: Credit Note
ar: اشعار خصم

source: Credit Note To
ar: اشعار خصم ل

source: Currency
ar: العملة

source: Date
ar: التاريخ

source: Debit Note
ar: اشعار مدين

source: Delete
ar: مسح

source: Desc
ar: الوصف

source: Details
ar: التفاصيل

source: Discount
ar: الخصم

# DocCount
source: Documents Count
ar: اجمالي عدد المستندات

# DocImportFailed
source: Failed Imported Documents
ar: فواتير فشل استيرادها

# DocNo
source: Document No.
ar: رقم المستند

# DocStatus
source: Current Status
ar: حالة المستند

# DocsValues
source: Documents Values
ar: اجمالي قيم المستندات

# DocType
source: Document Type
ar: نوع المستند

source: Document
ar: مستند

source: Documents
ar: مستندات

source: Download as PDF
ar: تحميل كملف pdf

source: Download File
ar: تحميل الملف

source: Download Template
ar: تحميل النموذج

source: Edit
ar: تعديل

# EditCreditLine
source: Edit Credit Note Line
ar: تعديل منتج من اشعار دائن

source: Edit Invoice
ar: تعديل فاتورة بيع

source: Edit Invoice Line
ar: تعديل منتج في الفاتورة

# EditNewDebitLine
source: Edit Debit Note Line
ar: تعديل منتج من اشعار مدين

# EndDate
source: Ending Date
ar: تاريخ الانتهاء

source: ERPID
ar: الكود الداخلي

source: Exchange Rate
ar: سعر الصرف

source: Excel
ar: أكسيل

source: Export
ar: تصدير

source: Extra Discount
ar: خصم اضافي

source: File Name
ar: اسم الملف

source: File Uploaded Successfully
ar: تم تحميل الملف بنجاح

source: From
ar: من

source: Get Status
ar: تفقد الحالة

source: Home
ar: الرئيسية

source: ID
ar: الكود

source: Import Failed
ar: فشل في الاستيراد

source: Import Result
ar: نتيجة الاستيراد

source: In Progress
ar: في تقدم

source: Internal ID
ar: الكود الداخلي

source: Internal Reject
ar: مرفوضة داخليا

source: Invoice
ar: مستند

# InvoiceBasicInfo
source: Document Basic Info
ar: بيانات المستند الاساسية

# InvoiceDetails
source: Document Details
ar: تفاصيل المستند

# InvoiceID
source: Document ID
ar: كود المستند

# InvoiceInternalID
source: Document Internal ID
ar: كود المستند الداخلي

# InvoiceIssueDate
source: Document Issue Date
ar: تاريخ اصدار المستند

# InvoiceTo
source: Document To
ar: اصدار مستند ل

source: Issue Date
ar: تاريخ الاصدار

source: Item Code
ar: كود المنتج

source: Item Discount
ar: خصم علي المنتج

source: Item Info
ar: بيانات الصنف

source: Item Internal Code
ar: كود المتنج الداخلي

source: Item Name
ar: اسم المنتج

source: Items
ar: المنتجات

source: Items Report
ar: تقرير المنتجات

source: Item Total
ar: اجمالي قيمة المنتج

source: Job Queue
ar: طلبات الاستيراد

# JobQueueCreated
source: a Job Queue is created and Waiting to be Executed
ar: تم انشاء طلب استيراد و في انتظار التنفيذ

source: Job Queue Details
ar: تفاصيل طلبات الاستيراد

source: Job Type Title
ar: اسم الطلب

source: Last 7 Days
ar: اخر 7 ايام

source: Loading
ar: تحميل

source: Name
ar: الاسم

source: Net Amount
ar: المبلغ الصافي

source: Net Total
ar: الصافي

source: New
ar: جديد

source: New Credit Note
ar: اشعار دائن جديد

source: New Debit Note
ar: اشعار مدين جديد

source: New Invoice
ar: فاتورة بيع جديدة

source: Next
ar: التالي

source: No Data Available
ar: لا يوجد بيانات

source: No. Of Records
ar: عدد العناصر

# NoTaxesforthisDoc
source: No Taxes for this Document
ar: لا يوجد ضرائب علي الفاتورة

source: Note
ar: الملاحظات

source: Payment
ar: الدفع

source: Payment Details
ar: بيانات الدفع

source: Pending Approval
ar: بانتظار الموافقة

source: Percentage
ar: نسبة مئوية

# PreviewDoc
source: Preview Invoice
ar: معاينة فاتورة البيع

source: Previous
ar: للخلف

source: Primary Tax
ar: الضريبة الاساسية

source: Process Date
ar: تاريخ الحدوث

source: Process Message
ar: تفاصيل العملية

source: Quantity
ar: الكمية

source: Quick Filter
ar: بحث سريع

source: Reason
ar: السبب

source: Recieved
ar: المستلم

source: Reg. Info
ar: بيانات التسجيل

source: Reject
ar: رفض

# RejectDoc
source: Reject Document
ar: رفض فاتورة

source: Rejected
ar: تم رفضه

# RejectedDocuments
source: MOF Rejected
ar: الفواتير المرفوضة

source: Reject Reason
ar: سبب الرفض

source: Reports
ar: التقارير

source: Row Index
ar: رقم الصف

source: Save
ar: حفظ

source: Search
ar: بحث

source: Select Template
ar: اختر نموذج

source: Session ID
ar: رقم الطلب

source: Sheet Name
ar: اسم الصفحة

# StartDate
source: Starting Date
ar: تاريخ البدء

source: Statistics
ar: احصائيات

source: Status
ar: الحالة

source: Submit Invoice
ar: ارسال الفاتورة

# SubmittedDocs
source: Submitted Documents
ar: الفواتير المرسلة

source: Sub Tax
ar: الضريبة الفرعية

# SupportedFormats
source: Supported Formats: xls, xlsx
ar: الانواع المدعومة xls, xlsx

source: Tax
ar: الضريبة

# TaxPayerActiCode
source: Taxpayer Activity Code
ar: رقم نشاط دافع الضرائب

source: Tax Total
ar: اجمالي الضرائب

# Template1
source: Template
ar: نموذج

source: To
ar: الي

source: Total
ar: الاجمالي

source: Total Amount
ar: اجمالي المبلغ

source: Total Count
ar: اجمالي العدد

source: Total Sales
ar: اجمالي المبيعات

source: Unit in EGP
ar: السعر بالمصري

source: Update Credit Note
ar: تعديل اشعار الدائن

source: Update Invoice
ar: تعديل الفاتورة

source: Upload Excel
ar: رفع ملف أكسيل

# UploadExcelFile
source: Upload Execl File
ar: رفع ملف اكسيل

source: Validation Result
ar: التأكد من صحة البيانات

source: Value
ar: القيمة

# Vendor
source: Customer
ar: العميل

# VendorName
source: Customer Name
ar: اسم العميل

# Vendors
source: Customers
ar: العملاء

# VendorsReport
source: Customers Report
ar: تقرير العملاء

# VendorType
source: Customer type
ar: نوع العملاء

source: Bank Account No.
ar: رقم الحساب البنكي

source: Credit Note Basic Info
ar: المعلومات الاساسية لاشعار الخصم

# DataSavedSuccessfully
source: Saved Successfully
ar: تم حفظ البيانات بنجاح

source: Debit Note Basic Info
ar: المعلومات الاساسية للاشعار المدين

source: Debit Note Internal ID
ar: الكود الداخلي للاشعار المدين

# ErrCreatingInvoiceHead
source: Error Creating Invoice Head
ar: حدث خطأ اثناء حفظ البيانات

source: Error Occured
ar: حدث خظأ

source: Invalid Data Provided
ar: ادخال غير صالح

# InvalidDocID
source: Invalid Document ID
ar: كود فاتورة غير صالح

source: Invalid Item ID
ar: رقم منتج غير صالح

source: Invalid Job Type
ar: نوع طلب الجلسة غير صالح

source: Invalid Payment ID
ar: رقم الدفع غير صالح

source: Invalid UUID
ar: كود معرف الفاتورة غير صالح

source: Invalid Vendor ID
ar: رقم بائع غير صالح

# InvocieIssueDateErr
source: Document Issue Date Cannot be Kept Empty
ar: لا يمكن ترك تاريخ اصدار الفاتورة فارغ

# InvoiceInternalIDErr
source: Document Internal ID Cannot be Kept Empty
ar: لا يمكن ترك كود المستند الداخلي فارغ

# InvoiceSubmittedSuccess
source: Document Successfully Submitted
ar: تم ارسال المستند بنجاح

source: OK
ar: تم

# PlsSelectBranch
source: Please Select a Branch
ar: الرجاء اختيار الفرع

# PlsSelectDocStatus
source: Please Select Document Status
ar: الرجاء اختيار نوع الفاتورة

# PlsSelectVendor
source: Please Select a Customer
ar: الرجاء اختيار العميل

source: Start Date must be less than End Date
ar: تاريخ البدء يجب ان يكون قبل تاريخ الانتهاء

# SubmitCredit
source: Submit Credit Note
ar: ارسال الاشعار الدائن

# TaxpayerActivityCodeErr
source: Taxpayer Activity Code Cannot be Kept Empty
ar: لا يمكن ترك كود النشاط فارغ

# YouhavetoSubmitDocumentFirst
source: you have to submit the Document First
ar: يجب ارسال الفاتورة لمصلحة الضرائب اولا

# AccountSuccessfully
source: This Account is Successfully
ar: الحساب

source: Activated
ar: مفعل

source: Active
ar: مفعل

source: Add New Branch
ar: اضافة فرع جديد

source: Add New Item
ar: اضافة منتج جديد

source: Add New Payment
ar: اضافة حساب دفع جديد

source: Add Tax
ar: اضافة ضريبة

source: Addtional Info
ar: معلومات اضافية

# AreyouSuretoSetInactive
source: Are you sure you want to deactivate it?
ar: هل انت متأكد من الغاء التفعيل؟

# AreyouSureYouWantToSetThisAcctoSuspend
source: Are You sure You Want to Set This Account As Suspended ?
ar: هل انت متـأكد من الغاء تفعيل هذا الحساب

source: Banks
ar: البنوك

source: Branch Type
ar: نوع الفرع

source: Building No.
ar: رقم المبني

source: City
ar: المدينة

source: Confirm New Password
ar: تأكيد كلمة السر

source: Create Bank
ar: اضافة بنك جديد

source: Create New Account
ar: انشاء مستخدم جديد

# CreateVendor
source: Create Customer
ar: اضافة عميل جديد

source: DashBoard
ar: لوحة التحكم

source: Display Name
ar: الاسم

# EditAccount
source: Edit User Account
ar: تعديل حساب مستخدم

source: Edit Branch
ar: تعديل الفرع

# EditGlobalConfig
source: Edit Global Configuration
ar: تعديل الاعدادت العامة

# EditMailConfig
source: Edit Mail Configuration
ar: تعديل اعدادات البريد الالكتروني

source: Email
ar: البريد الالكتروني

source: Entity
ar: المنظمة

source: Flat
ar: رقم الشقة

source: Floor
ar: الدور

source: Friendly Name
ar: الاسم

source: Global Config
ar: اعدادات عامة

source: Governate
ar: المحافظة

source: IBAN No.
ar: رقم الاي بان

source: InActive
ar: غير مفعل

source: Inbox
ar: الوارد

source: Item Serial
ar: الرقم التسلسلي

# ItemsManagment
source: Items Management
ar: ادارة المنتجات

source: Item Taxes
ar: الضرائب علي المنتج

source: Item Type
ar: نوع المنتج

source: Key
ar: اسم الاعداد

source: Landmark
ar: علامة مميزة

source: Log out
ar: تسجيل الخروج

source: Mail Config
ar: اعدادت البريد الالكتروني

source: Password
ar: كلمة المرور

source: Payment Accounts
ar: حسابات الدفع

source: Payments
ar: حسابات الدفع

source: Postal Code
ar: الرمز البريدي

source: Profile Image
ar: الصورة الشخصية

source: Set As Active
ar: تفعيل

source: Set As Suspended
ar: الغاء التفعيل

source: Set InActive
ar: الغاء التفعيل

source: Street
ar: الشارع

# Suspended2
source: Suspended
ar: غير مفعل

source: Suspended
ar: غير مفعل

source: Swift Code
ar: رقم السويفت

source: Taxes
ar: الضرائب

source: Tax Type
ar: نوع الضريبة

source: Unit Type
ar: نوع الوحدة

# UpateVendor
source: Update Customer
ar: تعديل العميل

source: Update Item
ar: تعديل منتج

source: Update Payment
ar: تعديل حساب الدفع

source: Username
ar: اسم المستخدم

# UsernameIsAlreadyTaken
source: Username is Already Created
ar: اسم المستخدم مسجل بالفعل

source: Users
ar: المستخدمون

# UsersManagment
source: Users Management
ar: ادارة المستخدمين

# AccountCreated
source: Account Registered Successfully and Will be Activated Soon
ar: تم انشاء الحساب و سيتم تفعيله قريبا

# AccountNotRegistered
source: Invalid Username or Password
ar: خطأ أسم المستخدم أو كلمه المرور

# AccountSuspended
source: This Account is Suspended
ar: الحساب غير مفعل

# AdventureStartHere
source: Adventure starts here
ar: هنا تبدأ المغامرة

source: Already have an account?
ar: لديك حساب بالفعل

source: Don't have an Account?
ar: لا تملك حساب

# ForgetPassword
source: Forgot Password?
ar: تسيت كلمة المرور؟

source: Group not Found
ar: لم يتم ايجاد المجموعة

source: Login
ar: تسجيل الدخول

# PlsSignIntoStartAventure
source: Please sign-in to your account and start the adventure
ar: برجاء تسجيل الدخول لبدء المغامرة

source: Welcome to Tax Tech!
ar: مرحبا في Tax Tech

source: Account ERP Code Cannot be Empty
ar: الرجاء ادخال رقم الحساب الداخلي

# AccountERPCodeContainNumbersOnly
source: Account ERP Code must Contain Numbers Only
ar: كود الحساب الداخلي يجب ان يكون رقم

# AmountBiggerThan0
source: Enter Amount Value Bigger Than 0
ar: الرجاء ادخال مبلغ اكبر من صفر

# AmountCannotBeEmpty
source: Amount Cannot be Kept Empty
ar: الرجاء ادخال المبلغ

source: Bank Account No. Cannot be Empty
ar: الرجاء ادخال رقم الحساب البنكي

source: Branch Address Cannot be Empty
ar: الرجاء ادخال عنوان الفرع

# BranchCodeCannotBeKeptEmpty
source: Branch Code Cannot be Empty
ar: الرجاء ادخال رقم الفرع

source: Branch Name Cannot be Empty
ar: الرجاء ادخال اسم الفرع

source: Branch Type Cannot be Empty
ar: الرجاء ادخال نوع الفرع

source: Building No. Cannot be Empty
ar: الرجاء ادخال رقم المبني

source: City Cannot be Empty
ar: الرجاء ادخال المدينة

# CurrencyCannotbeEmpty
source: Currency Cannot be Kept Empty
ar: الرجاء اختيار العملة

# DiscountMustBeLargerThan0
source: Discount Value Should be A Number Starting from 0
ar: الرجاء ادخال خصم اكبر من صفر

# EnterExchangeRateLargerThan0
source: Enter Exchange Rate Value Bigger Than 0
ar: الرجاء ادخال سعر صرف اكبر من صفر

source: ERP Code Cannot be Empty
ar: الرجاء ادخال رقم الكود الداخلي

# ExchangeRateCannotBeEmpty
source: Exchange Rate Cannot be Kept Empty
ar: الرجاء ادخال سعر الصرف

source: Governate Cannot be Empty
ar: الرجاء ادخال المحافظة

source: IBAN No. Cannot be Empty
ar: الرجاء ادخال رقم الاي بان

source: Item Cannot be Kept Empty
ar: لا يمكن ترك المنتج فارغ

source: Item Code Cannot be Empty
ar: الرجاء كود المنتج

source: Item ERP Code Cannot be Empty
ar: الرجاء ادخال الكود الداخلي للمنتج

source: Item Name Cannot be Empty
ar: الرجاء ادخال اسم المنتج

# PlsSelectCountry
source: Please Select Country
ar: الرجاء اختيار الدولة

# PlsSelectItemType
source: Please Select Item Type
ar: الرجاء اختيار نوع المنتج

# PlsSelectSubTaxType
source: Please Select Sub Tax Type
ar: الرجاء اختيار الضريبة الفرعية

# PlsSelectTaxType
source: Please Select Tax Type
ar: الرجاء اختيار الضريبة

# PlsSelectUnitType
source: Please Select Unit Type
ar: الرجاء اختيار نوع الوحدة

# PlsSelectVendorType
source: Please Select Customer Type
ar: الرجاء اختيار نوع العميل

source: Quantity Cannot be Kept Empty
ar: لا يمكن ترك الكمية فارغة

# QuantityValueBiggerThan0
source: Enter Quantity Value Bigger Than 0
ar: الرجاء ادخال كمية اكبر من صفر

# RegInfoCannotBeEmpty
source: Reg Info No. Cannot be Empty
ar: الرجاء ادخال رقم التسجيل

source: Street Cannot be Empty
ar: الرجاء ادخال الشارع

source: Swift Code Cannot be Empty
ar: الرجاء ادخال رقم السويفت

# VendorNameCannotbeEmpty
source: Customer Name Cannot be Empty
ar: الرجاء ادخال اسم العميل

# EnterDisplayName
source: Enter Your Display Name
ar: الرجاء ادخال الاسم

# EnterUsername
source: Please Enter Username
ar: الرجاء ادخال اسم المستخدم

source: Enter Valid Email
ar: الرجاء ادخال بريد الكتروني صالح

source: Enter Your Confirm Password
ar: الرجاء ادخال تأكيد كلمة المرور

source: Enter Your Email
ar: الرجاء ادخال البريد الالكتروني

source: Enter Your Password
ar: الرجاء ادخال كلمة المرور

# PasswordDoesnotMatch
source: Password and Confirm Password Should be Matched
ar: كلمة المرور و تأكيد كلمة المرور يجب ان يكونوا متطابقين

# PasswordShouldbeStrong
source: Password Need To Be Strong. Password Should be Atleast 8 Charachters. Contains Atleast One Capital Letter, One Special Charachter, One Number - Hash(#) and Dot(.) not allowed
ar: كلمة المرور يجب ان تكون علي الاقل 8 ارقام ويجب ان تحتوي علي حرف كبير و حروف خاصة مثل (@, %^&*) - و غير مسموح (. ,#)

# PlsSelectEntity
source: Please Select Entity
ar: الرجاء اختيار المنظمة

# FetchRecentDocs
source: Get Recent Docs
ar: جلب اخر الفواتير

# RecentDocs
source: Recent Documents
ar: اخر الفواتير

source: View Recent Docs
ar: اخر الفواتير

source: Received Docs
ar: الفواتير المستلمة

# InvoiceType
source: Document Type
ar: نوع مستند

source: Issuer Name
ar: اسم المصدر

source: Submission UUID
ar: معرف الفاتورة المرسلة

source: Check
ar: بحث

# InternalDCannotBeEmpty
source: Internal ID Cannot be Empty
ar: لا يمكن ترك الكود الداخلي فارغ

source: Linked Invoices
ar: الفواتير المرتبطة

source: Submit
ar: ارسال

# DocID
source: Document ID
ar: كود المستند

# InvoicesTotalErr
source: Document Total Amount should be Larger than Linked Document Total
ar: اجمالي المستندات المتعلقة باشعار الخصم يجب ان يكون اقل من اجمالي اشعار الخصم

source: Credit Note Preview
ar: معاينة اشعار الخصم

# DocIsInvalid
source: Document is not valid ensure that the document is Valid and has UUID
ar: المستند غير صالح تأكد ان المستند صالح و ان لها معرف المستند

# DocumentNoteFound
source: Document Not Found
ar: لم يتم ايجاد المستند

source: Update Debit Note
ar: تعديل الاشعار المدين

source: Tax Exempted
ar: اعفاء من الضرائب

source: Role ID
ar: نوع الحساب

source: Role
ar: نوع الحساب

# SubmitedCreditNotes
source: Values of Submitted Credit Notes
ar: اشعارات الخصم المرسلة

# SubmittedDebitNotes
source: Values of Submitted Debit Notes
ar: اشعارات المدين المرسلة

# SubmittedInvoices
source: Values of Submitted Invoices
ar: الفواتير المرسلة

source: MOF Config
ar: أعدادات MOF

# ClientIDValidationMsg
source: Client ID Can not be Empty
ar: لا يمكن ترك ال Client ID فارغا

# ClientSecretValidationMsg
source: Client Secret Can not be Empty
ar: لم يسمح بترك الرقم الخاص فارغ

# DefaultActivityCodeValidationMsg
source: Default Activity Code Can not be Empty
ar: لا يمكن ترك ال Default Activity Code فارغا

# DocumentVersionValidationMsg
source: Document Version Can not be Empty
ar: لا يمكن ترك ال Document Version فارغا

# EnviromentValidationMsg
source: Enviroment Can not be Empty
ar: لا يمكن ترك ال Enviroment فارغا

source: Enter
ar: أدخل

# GetMOFBtn
source: Get MOF Config
ar: أحصل على أعدادات MOF

source: Pre-Production
ar: قبل الأنتاج

source: Production
ar: أنتاج

source: Choose Role
ar: اختر نوع الحساب

# SelectDocumentType
source: Please Select Document Type
ar: الرجاء اختيار نوع المستند

# PlsSelectEndDate
source: Please Select End Date
ar: الرجاء اختيار تاريخ الانتهاء

# plsSelectStartDate
source: Please Select Start Date
ar: الرجاء اختيار تاريخ البداية

source: UUID
ar: معرف الفاتورة

# LoginExpire
source: Your Login Session has Expired, Please Relogin
ar: تم انتهاء الجلسة برجاء اعادة تسجيل الدخول

source: Error 404
ar: خطأ 404

source: Resource Not Found
ar: لم يتم ايجاد المصدر

# YouareNotallowed
source: You are not Allowed to Access
ar: غير مسموح لك بالوصول

source: Error Occured While Processing Your Request
ar: حدث خظأ اثناء معالجة الطلب

source: Invoices
ar: فواتير البيع

source: Confirm Email
ar: تأكيد حسابك

# FromTheButtonBelow
source: by clicking the button below
ar: من خلال النقر على الزر أدناه

source: Hours
ar: ساعات

source: Please Confirm Your Email
ar: يرجي تأكيد بريدك الالكتروني

source: your confirmation code will expire in
ar: تنتهي صلاحية رقم التأكيد في

source: MOF Log
ar: سجل MOF

source: Request
ar: الطلب

source: Response
ar: الرد

source: Fail
ar: حدث خطأ

source: Success
ar: تم بنجاح

source: Enviroment
ar: بيئه العمل

source: Document Version
ar: نسخة المستند

source: Default Activity Code
ar: كود النشاط التلقائى

source: Email Is Already Taken
ar: البريد الألكترونى مسجل بالفعل

source: Email Sent Successfully
ar: تم أرسال البريد الألكترونى بنجاح

# EmailSentFail
source: Confirmation Email Failed to Send
ar: فشل فى أرسال بريد ألكترونى تأكيد الحساب

source: Resend Email
ar: أعاده أرسال البريد الألكترونى مره أخرى

source: Email Not Exists
ar: البريد ألكترونى غير مسجل

source: Logs
ar: سجلات

source: Request Log
ar: سجل الطلب

# ErrorCreatingAccount
source: Error Occured While Creating Account
ar: حدث خطأ اثناء انشاء الحساب

source: Approve Selected
ar: قبول المختار

source: Reject Selected
ar: رفض المختار

source: Search By Internal ID
ar: البحث بالكود الداخلي للمستند

source: Load
ar: حمل المستندات

source: Page No.
ar: رقم الصفحة

source: Page Size
ar: عدد المستندات في الصفحة

source: Insert Selected
ar: حفظ المختار

source: Receiver Name
ar: اسم المستلم

source: Cancel Reason
ar: سبب الالغاء

# ErrSavingData
source: Can not Save Data
ar: لم يتمكن من حفظ البيانات

source: PageNotAvailable
ar: الصفحه غير متاحه

# NoDataReturned
source: No Result Returned
ar: لم يتم أسترجاع النتيجه

source: Change Password
ar: تغيير كلمه المرور

source: Current Password
ar: كلمه المرور الحاليه

source: Enter Valid Current Password
ar: أدخل كلمه مرور حاليه صحيحه

source: Submission
ar: تأكيد

source: Submission Log
ar: سجل التوقيعات

# SentToSubmissionLog
source: Your Request has been sent to submission queue to check it is progress go to Track Submission Page
ar: تم أرسال طلبك بنجاح لمتابعه عمليه الأرسال يمكنك الذهاب الى صفحه متابعه التقدم

source: Track Submission
ar: تتبع التقديم

source: Document Info
ar: معلومات المستند

source: Result
ar: النتيجه

source: Sign Status
ar: حاله العلامه المستخدمه

source: Pending
ar: قيد الأنتظار

source: Signed
ar: تم التوقيع

source: Submitted
ar: تم التنفيذ

source: All
ar: الكل

# ForgetMyPassword
source: Forget Password
ar: نسيت كلمه المرور

# ForgetPasswordEmail
source: Email Will Be Sent To You To Complate Forget Password Process
ar: سيتم أرسال بريد ألكترونى لأكمال عمليه تذكر كلمه المرور

source: Send
ar: أرسال

source: Could Not Check You Account
ar: لم يتمكن من التأكد من حسابك

source: Can Not Complate The Operation
ar: لم نتمكن من أستكمال العمليه

# ForgetPasswordEmailInEmail
source: Forget Password Email
ar: الببريد الألكترونى الخاص بكلمه المرور

source: Your Forget Password Code Will ExpireIn
ar: صلاحيه كود تذكر كلمه المرور ستنتهى خلال

# FailSendEmail
source: Fail to Send Email
ar: فشل فى أرسال البريد ا لألكترونى

# SuccessSendEmail
source: Success Sent Email, Check Your Email Now
ar: تم أرسال البريد الألكترونى بنجاح- برجاء مراجعه بريدك الألكترونى

# ForgetPasswordCodeExpired
source: Foreget Password Code Is Expired, Send Another Request to Get New Code
ar: طلب تعيين كلمه مرور جديده منتهى الصلاحيه.برجاء أعاده طلب تعيين كلمه المرور مره أخرى

# PasswordFailToReset
source: Password Fail To be Reset, Go to Re-use Forget Password
ar: لم يتم أعاده تعين كلمه المرور. يمكنك أعاده طلب التعيين مره أخرى

# PasswordSuccessToReset
source: Password Reseted Successfully.
ar: تم أعاده تعيين كلمه المرور بنجاح.

source: Reset Your Password
ar: أعاده تعيين كلمه المرور

# LoginDataNotValid
source: Invalid Username or Password
ar: خطأ أسم المستخدم أو كلمه المرور

source: Not Authenticated
ar: يرجى أعاده تسجيل الدخول مره أخرى

# NotAuthorized
source: You are not allowed to use this feature
ar: غير مصرح بأستخدام هذه الخاصيه

# WrongPasswordTrying
source: Invalid Username or Password
ar: خطأ أسم المستخدم أو كلمه المرور

# CountOfTrying
source: You Already Used
ar: لقد قمت بأستخدام

source: Times
ar: مرات بالفعل

source: Free Text Search
ar: بحث نصي

source: Total Of All Customers
ar: إجمالي العملاء

source: Exempted
ar: معفى

source: Not Exempted
ar: غير معفى

source: Total Of All Items
ar: أجمالى عدد العناصر

source: MOF Result Status
ar: MOF نتيجه
