Repository: shimaashaaban2/TaxTech_V5
Catalog: Tax_Tech/Resources/Resource.*.resx
Languages: ar

source: Description
ar: الوصف

source: Approve All
ar: قبول الكل

# BusinessRegIDValidation
source: Business Reg. Info should be 9 digits
ar: رقم التسجيل الضريبى يجب أن يكون 9 أرقام

# ERPInternalIDExists
source: ERP Already Exists
ar: الكود الداخلي موجود بالفعل

# PersonalIDExists
source: Reg. Info Already Exists
ar: رقم التسجيل الضريبى موجود بالفعل

# PersonalRegIDValidation
source: Persinal ID Reg. Info should be 14 digits
ar: رقم التسجيل الضريبى يجب أن يكون 14 رقم

# RegIDValidation
source: Reg. Info should be 0
ar: رقم التسجيل الضريبى يجب أن يكون 0

source: Closed Jobs
ar: المهام المنتهية

source: Currently Submitted
ar: تم ارسالها

source: Exempted Tax List
ar: الضرائب المعفاة

source: In This Month
ar: في هذا الشهر

source: Invalid
ar: غير صالحة

source: Master Data
ar: البيانات الرئيسية

source: Running
ar: يتم ارسالها

source: Running Jobs
ar: مهام تعمل

source: Valid
ar: صالحة

source: Click to Load
ar: اضغط لجلب البيانات

source: ERP Code is Already Taken for this Entity
ar: رقم الكود الداخلي موجود بالفعل من قبل لهذه المنظمة

source: Get All
ar: كل المنظمات

source: Rate
ar: المعدل

source: Cancel
ar: الغاء

source: Count
ar: العدد

source: Error
ar: الخطأ

source: Error Details
ar: تفاصيل الخطأ

source: E-Signed
ar: ختم

source: Global Errors
ar: الأخطاء العامة

source: Import
ar: استيراد

source: Imported Docs
ar: مقبول

# ImportFail
source: Import Failure
ar: مرفوض

source: Sign
ar: ختم

source: Sign Up
ar: اعداد

source: Submit Failed
ar: فشل الارسال

# Submittied
source: Submit
ar: ارسال

source: Total Docs
ar: كل الفواتير

source: Update
ar: تحديث

source: Validation
ar: تصديق

# PleaseEnterAtLeast3Chars
source: Please enter at least 3 characters
ar: الرجاء ادخال علي الاقل 3 حروف

source: Action Name
ar: اسم الصلاحية

source: Don't Have Permission
ar: ليس لديه صلاحية

source: Has Permission
ar: لديه صلاحية

# PermissionhasbeenAddedSuccessfully
source: Permission has been added to User Successfully
ar: تم اضافة الصلاحية للمستخدم بنجاح

source: Permission has been Removed Successfully
ar: تم مسح الصلاحية بنجاح

source: Select User
ar: اختر مستخدم

# UserPermissions
source: Users Permissions
ar: صلاحيات المستخدمين

source: Unauthorized
ar: غير مصرح

source: Export to Excel
ar: تصدير كملف أكسيل

source: File Not Found
ar: لم يتم العثور علي الملف

# JobErrorLog
source: Jobs Error Log
ar: الاخطاء في طلبات الاستيراد

source: Search for Log
ar: البحث في السجلات

source: Summary
ar: ملخص

source: No Job Summary
ar: لا يوجد ملخص لهذا الطلب

source: Proforma Invoice Number
ar: رقم الفاتورة المبدئي

source: Purchase Order Description
ar: وصف طلب الشراء

source: Purchase Order Reference
ar: رقم الشراء المرجعي

source: Sales Order Description
ar: وصف طلب البيع

source: Sales Order Reference
ar: رقم البيع المرجعي

source: Refresh Jobs
ar: تحديث المهام

# FromDateShouldBeLessThanToDate
source: From Date must be before To Date
ar: تاريخ البدء يجب ان يكون قبل تاريخ الانتهاء

source: Please Specify From Date
ar: الرجاء تحديد تاريخ البدء

source: Please Specify To Date
ar: الرجاء تحديد تاريخ الانتهاء

# FilterDocs
source: Filter Documents
ar: بحث في الفواتير

source: No Pdf File Found for This Document
ar: لم يتم العثور علي ملف خاص بالفاتورة

source: Document Issue Date Cannot be Before
ar: تاريخ اصدار المستند لا يمكن ان يكون قبل

source: Document Issue Date Cannot be in the Future
ar: تاريخ اصدار المستند لا يمكن ان يكون في المستقبل

# CountryCannotBeEgyptWhenCustTypeISF
source: Country cannot be Egypt when Customer Type is F
ar: الدولة لا يمكن ان تكون مصر عندما يكون نوع العميل F

# CountryMustBeEgyptIfCustTypeISBOrP
source: Country must be Egypt if Customer Type is B or P
ar: الدولة يجب ان تكون مصر في حالة اذا كان نوع العميل B او P

source: Days
ar: ايام

source: Date Can not Be In The Future
ar: التاريخ يجب أن لا يكون فى المستقبل

source: Document has been rejected Successfully
ar: تم رفض الفاتورة بنجاح

# PleaseProvideReason
source: Please Provide Reject Reason
ar: الرجاء ادخال سبب الرفض

# SamePassword
source: New Password and Old Password can not be the same
ar: كلمه المرور الجديده و كلمه المرور القديمه لا يمكن أن يكونا متشابهان

# TaxExists
source: This Tax Already Exists
ar: هذه الضريبه مضافه بالفعل

source: MOF Result
ar: MOF نتائج

source: Reset Password
ar: أعاده تعين كلمه المرور

source: All Internally Rejected Docs
ar: جميع المستندات المرفوضة داخليًا

source: All MOF Rejected Docs
ar: جميع المستندات المرفوضة من MOF

source: Result Type
ar: نوع النتيجه

source: Document Has Been Updatedd Successfully
ar: تم التعديل بنجاح

source: Reset Change Password
ar: أعاده تعين تغيير كلمه المرور

source: Account Successfully Reseted
ar: تم أعاده التعين بنجاح

source: E-Signed Failed
ar: فشل في التسجيل

source: Signup Failed
ar: تسجيل خطأ

source: Search Docs
ar: بحث المستندات

source: Receiver Id
ar: رقم المستلم

source: Price After Tax
ar: الفيمه بعد الضريبه

source: Enter All Data
ar: أدخل البيانات كامله

source: EnterValidData
ar: أدخل بيانات صحيحه

source: Change Date
ar: تاريخ التعديل

source: Changed By
ar: تم التعديل بواسطة

source: Price
ar: السعر

source: Job Total
ar: جميع الوظائف

source: New User
ar: مستخدم جديد

source: Close Job
ar: وظيفة مغلقة

source: Get
ar: ادخل

source: Account Option
ar: اختيارات الحساب

source: Choose Document Type
ar: اختار نوع المستند

source: Input Type
ar: نوع الادخال

source: Tax ID
ar: رقم الضربية

source: UUID Cannot Be Empty
ar: لا يمكن ترك ال UUID فارغ

source: Tax Details Report
ar: تقرير تفاصيل الضرائب

source: Job Invoices
ar: الفواتير

source: Document Types
ar: نوع المستند

source: New Password
ar: كلمة المرور الجديد

source: Old Password
ar: كلمة المرور القديمة

source: Process
ar: العملية

source: Set Password
ar: ضبط كلمة السر

source: Confirm Password
ar: تأكيد كلمة المرور

# CancellInvoice
source: Cancel Invoice
ar: إلغاء فاتورة

# CancellReason
source: Cancel Reason
ar: سبب الإلغاء

source: Invoices to be cancelled
ar: الفواتير المراد إلغائها

source: Search Document
ar: البحث عن مستند

# WrongExchangeRate
source: If Currency is EGP then ExchangeRate must be 1, else ExchangeRate can't be 1
ar: إذا كانت العملة جنيهًا مصريًا، فيجب أن يكون سعر الصرف 1، وإلا فلا يمكن أن يكون سعر الصرف 1

source: EReceipt Number
ar: رقم الفاتورة

source: Billing Log
ar: سجل الفواتير

source: WinCash Log
ar: سجلWinCash

source: EReceipt Basic Info
ar: بيانات الفاتورة الاساسية

source: Document EReceipt Number
ar: كود الايصال

source: EReceipt Number Cannot Be Empty
ar: لا يجب ترك رقم الفاتورة فارغ

source: All Sources
ar: جميع المصادر

source: All Statuses
ar: حالات الايصال

source: All Submit Status
ar: حالات التنفيذ

source: buyer Details
ar: بيانات المشتري

source: Date Time Issued
ar: وقت تنفيذ الايصال

source: EReceipt Data
ar: بيانات الفاتورة

source: E-Receipts
ar: الفواتير

source: EReceipt Source
ar: مصدر الايصال

source: EReceipt Status
ar: حالة الفاتورة

source: ETA QR Code
ar: كود مصلحة الضرائب

source: ETA UUID
ar: معرف مصلحة الضرائب

source: Log Date time
ar: وقت التنفيذ

# LogsDashboard
source: Dashboard
ar: شاشه المتابعه

source: Personal ID
ar: رقم التسجيل الضريبي

source: QR Code
ar: كود الايصال

source: seller Details
ar: بيانات البائع

source: Sources
ar: المصادر

source: Submit Status
ar: حالة التنفيذ

source: EReceipt
ar: الفاتورة

source: Receipt List
ar: قائمة الفواتير

source: Preview
ar: التفاصيل

source: Billing Validation Log
ar: سجل فاعلية الفواتير

source: Preview EReceipt
ar: معاينة ايصال البيع

source: Count Of Receipt
ar: عدد الايصالات المستلمة

source: Doing
ar: يحدث

source: Request Date time
ar: وقت تنفيذ الطلب

source: Request Success
ar: طلب منفذ

source: Result Msg
ar: نتيجة الارسال

source: AllReceipts
ar: كل الايصالات

source: Customer Code
ar: كود العميل

source: ETA PayLoad
ar: طلب مصلحة الضرائب

source: Internal Code
ar: الكود الداخلي

source: Invoice Date
ar: وقت تنفيذ الفاتورة

source: TM CODE
ar: TM كود

# WincashPayLoad
source: Request PayLoad
ar: طلب

source: System Integration Summary
ar: موجز دمج المنظومة

source: buyer ID
ar: كود المشتري

source: buyer Phone
ar: رقم هاتف المشتري

source: buyer Type
ar: نوع المشتري

source: DISC AMOUNT
ar: المبلغ الذي تم خصمه

source: GROSSAMOUNT
ar: المبلغ الإجمالي

source: Log Details
ar: تفاصيل الايصال المسجل

source: Receipt Details
ar: تفاصيل الايصال

source: All Types
ar: جميع الطلبات

source: Create E-Receipt
ar: انشاء ايصال بيع

source: Document Type
ar: نوع المستند

source: JobTypes
ar: انواع الطلبات

source: MOF Status
ar: حالة MOF

source: New E-Receipt
ar: ايصال بيع جديد

source: Rebound
ar: المترجع

source: Received Vendors
ar: العميل المستلم

source: All Branches
ar: الفروع

source: All Job Types
ar: كل انواع الطلبات

source: All Vendors
ar: جميع العملاء

source: ETA Submission Log
ar: سجل الارسال لمصلحة الضرائب

source: Processing Details
ar: تفاصيل عملية الشراء

source: EReceipt QR Code
ar: كود الايصال

source: EReceipt Tracking
ar: متابعة الايصال

source: Submission Status
ar: حالة الاستلام

source: Receipt Type
ar: نوع الايصال

source: Refund
ar: مترجع

source: Billing Status
ar: حالة الفواتير

source: Message
ar: الرسالة

source: IsValid
ar: الحالة

source: EReceiptNumberDetails
ar: تفاصيل رقم الايصال

source: Accpted
ar: تم قبوله

source: Billing
ar: فاتورة

source: Recived Summary
ar: ملخص الاستلام

source: Total Received
ar: اجمالي المستلم

source: Processing
ar: يعالج

source: Count Of Recored
ar: اجمالي المسجل

source: Fail To Submit
ar: فشل في الادخال

source: Received
ar: استقبل

source: Group Items
ar: مجموعة الاصناف

source: BasicPrice
ar: السعر الاساسي

source: Distribution
ar: توزيع

source: T2
ar: الضرائب2

source: T3
ar: الضرائب 3

source: Item GroupTitle
ar: اسم مجموعة الصنف

source: Cancel Receipt
ar: الايصالات الملغاه

source: Refunded Receipt
ar: استرداد ايصال

source: Refunded
ar: مترجع

source: Refund Receipts
ar: الايصالات المترجعة

source: Refund Date
ar: تاريخ المرتجع

source: Send Date
ar: تاريخ الارسال

source: Extra Discount Amount
ar: الخصم الاضافي

source: Items Discount
ar: خصم على المنتج

source: Sales Total
ar: مجمل المبيعات

source: Tax Totals
ar: مجمل الضرائب

source: Total Reports
ar: مجمل التقارير

source: Partial Return
ar: أسترجاع جزئى

source: Request Date
ar: تاريخ الطلب

source: Review
ar: عرض

source: Re-Submitted
ar: أعيد تقديمه

source: Export All Not Exist Items
ar: تصدير منتجات غير متواجدة

source: Created Docs
ar: مستندات تم انشاؤها

source: Pending Recovery
ar: قيد الانتظار للاسترداد

source: Received Request
ar: الطلب المستلم

source: Accepted
ar: تم قبوله

source: Log Request
ar: سجل الطلبات

source: Document Source
ar: مصدر المستند

source: Job ID
ar: رقم الوظيفة

source: Job Tracking
ar: متابعة الوظائف

source: Phone Number
ar: رقم الهاتف

# OperationDate
source: Opreration Date
ar: وقت الوظيفة
